[
    {
        "slug": "rahasia-fisik-ketepatan-panahan",
        "title": "Bukan Sekadar Gaya, Ini Rahasia Fisik di Balik Ketepatan Atlet Panahan",
        "published_at": "28/01/2025",
        "cover_image": "/static/images/articles/article_1.jpg",
        "content": [
            {
                "type": "paragraph",
                "text": [
                    {
                        "value": "Banyak orang awam menganggap olahraga panahan hanyalah aktivitas statis yang hanya mengandalkan ketajaman mata. Namun, di balik keanggunan seorang pemanah yang berdiri tegak membidik sasaran, terdapat kompleksitas fisik dan mental yang luar biasa. Panahan adalah perpaduan antara kekuatan otot yang terkontrol, stabilitas inti tubuh, dan ketenangan jiwa yang ditempa melalui latihan disiplin.",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            },
            {
                "type": "image",
                "src": "/static/images/articles/article_1.jpg",
                "alt": "Postur atlet panahan"
            },
            {
                "type": "heading",
                "level": 2,
                "text": "Landasan Teoritis: Sinergi Fisik, Mental, dan Spiritual"
            },
            {
                "type": "paragraph",
                "text": [
                    {
                        "value": "Secara teoritis, olahraga panahan diklasifikasikan sebagai olahraga yang membutuhkan akurasi tinggi melalui kontrol motorik halus. Menurut pandangan Islam, panahan bukan sekadar olahraga, melainkan sunnah yang dianjurkan oleh Rasulullah SAW karena kemampuannya membangun kekuatan fisik sekaligus kecerdasan emosional (Nisa et al., 2023). Aktivitas memanah melibatkan koordinasi mata dan tangan yang sangat presisi, di mana setiap gerakan mikro pada otot akan sangat menentukan lintasan anak panah menuju target (Bramantha & Setiawan, 2022).",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            },
            {
                "type": "paragraph",
                "text": [
                    {
                        "value": "Kebugaran jasmani menjadi pondasi utama bagi seorang atlet panahan. Tanpa kondisi fisik yang prima, seorang pemanah akan mengalami kelelahan otot (muscle fatigue) lebih cepat, yang berakibat pada getaran halus (tremor) saat menahan beban busur (holding). Taufiq dan Munandar (2023) menjelaskan bahwa kebugaran bukan hanya soal kekuatan otot lengan, tetapi mencakup komponen daya tahan, kelentukan, dan koordinasi seluruh anggota tubuh. Ketika kebugaran jasmani berada pada kategori baik, atlet memiliki kemampuan lebih untuk mempertahankan stabilitas postur di bawah tekanan kompetisi.",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            },
            {
                "type": "paragraph",
                "text": [
                    {
                        "value": "Selain aspek motorik, terdapat dimensi pendidikan karakter yang secara fisik termanifestasi dalam bentuk disiplin dan kesabaran. Khofi (2023) serta Zulaika dan Sofiani (2023) menekankan bahwa nilai-nilai seperti ketenangan dan fokus bukan hanya konsep abstrak, melainkan keterampilan yang dilatih secara fisik melalui pengaturan napas dan kontrol detak jantung saat membidik. Ketidakmampuan mengelola emosi secara fisik akan berdampak langsung pada ketegangan otot bahu dan lengan, yang menjadi musuh utama bagi akurasi seorang pemanah.",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            },
            {
                "type": "heading",
                "level": 2,
                "text": "Rahasia di Balik Angka: Bedah Komponen Fisik"
            },
            {
                "type": "paragraph",
                "text": [
                    {
                        "value": "Berdasarkan penelitian pada atlet panahan di Kabupaten Dompu, terungkap bahwa mereka yang memiliki performa optimal adalah mereka yang unggul dalam beberapa tes fisik spesifik (Hidayat & Munandar, 2023):",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            },
            {
                "type": "list",
                "style": "ordered",
                "items": [
                    {
                        "type": "text",
                        "text": [
                            {
                                "value": "Kekuatan Otot Inti (Core Strength): ",
                                "bold": true,
                                "italic": false,
                                "underline": false
                            },
                            {
                                "value": "Melalui tes baring duduk (sit-up) selama 40 detik, diketahui bahwa otot perut yang kuat sangat vital untuk menjaga keseimbangan tubuh agar tetap tegak dan tidak goyah saat busur ditarik.",
                                "bold": false,
                                "italic": false,
                                "underline": false
                            }
                        ]
                    },
                    {
                        "type": "text",
                        "text": [
                            {
                                "value": "Daya Tahan Otot Lengan: ",
                                "bold": true,
                                "italic": false,
                                "underline": false
                            },
                            {
                                "value": "Tes gantung siku tekuk menunjukkan seberapa lama seorang atlet mampu menahan beban statis. Ini adalah rahasia di balik ketenangan atlet saat melakukan aiming (membidik) dalam waktu lama.",
                                "bold": false,
                                "italic": false,
                                "underline": false
                            }
                        ]
                    },
                    {
                        "type": "text",
                        "text": [
                            {
                                "value": "Kekuatan Tungkai dan Ledakan: ",
                                "bold": true,
                                "italic": false,
                                "underline": false
                            },
                            {
                                "value": "Meskipun terlihat diam, atlet panahan memerlukan kekuatan kaki yang kokoh (diuji melalui lari 50m dan loncat gerak) agar tubuh memiliki \"jangkar\" yang kuat di tanah.",
                                "bold": false,
                                "italic": false,
                                "underline": false
                            }
                        ]
                    }
                ]
            },
            {
                "type": "heading",
                "level": 2,
                "text": "Kesimpulan"
            },
            {
                "type": "paragraph",
                "text": [
                    {
                        "value": "Ketepatan seorang atlet panahan adalah hasil dari harmoni antara fisik yang bugar, mental yang tangguh, dan nilai spiritual yang kuat. Rahasia besarnya bukan terletak pada mahalnya busur yang digunakan, melainkan pada seberapa disiplin atlet tersebut melatih otot perut, lengan, dan napasnya untuk bekerja dalam satu irama yang tenang.",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            }
        ],
        "sources": [
            {
                "type": "reference",
                "text": [
                    {
                        "value": "Bramantha, H., & Setiawan, G. A. (2022). Pengembangan Bakat Dan Minat Mahasiswa Dalam Bidang Olahraga Melalui Pengenalan Dan Pendampingan Olahraga Panahan. ",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    },
                    {
                        "value": "Jurnal Abdi Panca Marga, ",
                        "bold": false,
                        "italic": true,
                        "underline": false
                    },
                    {
                        "value": "3(1), 6-10.",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            },
            {
                "type": "reference",
                "text": [
                    {
                        "value": "Hidayat, T., & Munandar, R. A. (2023). Analisis Kebugaran Jasmani Atlet Panahan Kab. Dompu Pada Porprov NTB Tahun 2023. ",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    },
                    {
                        "value": "Jurnal Pendidikan Jasmani, Kesehatan, dan Rekreasi, ",
                        "bold": false,
                        "italic": true,
                        "underline": false
                    },
                    {
                        "value": "1(1), 1-6.",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            },
            {
                "type": "reference",
                "text": [
                    {
                        "value": "Khofi, M. B. (2023). Pendidikan Karakter Pada Ekstrakurikuler Panahan Di MA ATQIA Bondowoso. ",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    },
                    {
                        "value": "ICHES: International Conference on Humanity Education and Society.",
                        "bold": false,
                        "italic": true,
                        "underline": false
                    }
                ]
            },
            {
                "type": "reference",
                "text": [
                    {
                        "value": "Nisa, N. R., Fiqri, M., & Rahmani. (2023). Olahraga Panahan Dalam Pandangan Islam. ",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    },
                    {
                        "value": "Jurnal Religion: Jurnal Agama, Sosial, dan Budaya, ",
                        "bold": false,
                        "italic": true,
                        "underline": false
                    },
                    {
                        "value": "1(3), 180-186.",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            },
            {
                "type": "reference",
                "text": [
                    {
                        "value": "Khofi, M. B. (2023). Pendidikan Karakter Pada Ekstrakurikuler Panahan Di MA ATQIA Bondowoso. ",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    },
                    {
                        "value": "JLEB: Journal of Law Education and Business, ",
                        "bold": false,
                        "italic": true,
                        "underline": false
                    },
                    {
                        "value": "1(2), 731-738.",
                        "bold": false,
                        "italic": false,
                        "underline": false
                    }
                ]
            }
        ]
    }
]
